const AboutUs = () => {
    return (
        <div className={'about-main-block '}>
            <h2>Про нас</h2>
            <p>
                Ми — команда творчих ентузіастів, що живе і дихає мистецтвом бісеру. Наша історія почалася з маленької
                майстерні, де кожен шматочок кольорового скла та блискучих намистин відкривав нові можливості для
                самовираження. З роками ми перетворили свою пристрасть у справжню місію — допомагати іншим розкривати
                свій творчий потенціал через створення унікальних бісерних схем.
            </p>
            <p>
                Ми віримо, що кожен може створити щось прекрасне своїми руками. Саме тому ми розробили зручний
                онлайн-редактор, який дозволяє легко та інтуїтивно створювати власні схеми, експериментувати з кольорами
                та формами, а також обмінюватися ідеями з іншими майстрами. Наша платформа — це місце, де кожна ідея
                знаходить своє відображення, а натхнення перетворюється на справжнє мистецтво.
            </p>
            <p>
                Приєднуйтесь до нашої спільноти, де творчість не має меж, і кожен може знайти підтримку та нові знання.
                Разом ми створюємо не просто бісерні схеми, а справжню історію краси, деталі якої розповідають про любов
                до мистецтва та бажання робити світ яскравішим!
                Дякуємо, що ви з нами. Ваші ідеї надихають нас на нові звершення!
            </p>
            <p>
                Дякуємо, що ви з нами. Ваші ідеї надихають нас на нові звершення!
            </p>
            <div className={'flex justify-center w-[93%] flex-wrap mx-auto gap-[2em] mb-[2em]'}>
                <img src="/images/img.png" alt="Pre-view"/>
                <img src="/images/img.png" alt="Pre-view"/>
                <img src="/images/img.png" alt="Pre-view"/>
                <img src="/images/img.png" alt="Pre-view"/>
            </div>

        </div>
    );
};

export default AboutUs;
